Repository: DoudouMoii/redacteur-autopublish
Catalog: lang/redacteur-autopublish-*.po
Languages: fr_fr

source: Get my API credentials
fr_fr: Récupérer mes accès API

# Plateform link
source: This plugin allow to add your website on %s to autopublish writers text.
fr_fr: Ce plugin vous permet d'ajouter votre site sur %s pour publier automatiquement les textes des rédacteurs.

# Plateform link
source: You must create an account on %s
fr_fr: Vous devez créer un compte sur %s

# profile link
source: You can create your API credentials here: %s
fr_fr: Récupérer mes accès API ici : %s

source: Your email
fr_fr: Votre e-mail

# Plateform link
source: Enter your email address used on %s
fr_fr: Entrez l'adresse e-mail utilisée sur %s

# Form label
source: API Key
fr_fr: Clé API

source: Your API key
fr_fr: Votre API key

source: Your API secret
fr_fr: Votre API secret

# Form label
source: Author
fr_fr: Auteur

source: Random user
fr_fr: Utilisateur Aléatoire

source: Which author to associate with published posts
fr_fr: L'auteur qui sera associé aux articles publiés

source: Save Changes
fr_fr: Sauvegarder

# Plateform link
source: This button saves your updates and records your site on %s
fr_fr: Ce bouton enregistre vos mises à jour et enregistre votre site sur %s

source: View details
fr_fr: Voir les détails

source: More information about %s
fr_fr: Plusieurs d'informations à propos %s

source: Check for updates
fr_fr: Vérifier les mises à jour

# the plugin title
source: The %s plugin is up to date.
fr_fr: Le plugin %s est à jour.

# the plugin title
source: A new version of the %s plugin is available.
fr_fr: Une nouvelle version du plugin %s est disponible.

# the plugin title
source: Could not determine if updates are available for %s.
fr_fr: Nous ne pouvons pas déterminer si une mise à jour de %s est disponible.

source: Unknown update checker status "%s"
fr_fr: Statut de la mise à jour inconnu "%s"

source: There is no changelog available.
fr_fr: Il n'y a pas de changelog disponible.

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.

source: Autopublish from http://www.redacteur.site/
fr_fr: Publication automatique depuis http://www.redacteur.site/
